[{"user": "REDBOXINDIA", "id": 1876225896090358016, "Date&Time": "2025-01-06T11:14:46.000Z", "text": "S H KELKAR AND CO: CO SAYS CONSOLIDATED REVENUES FOR 9M FY2025 AT 15.48B RUPEES, UP 17% (YOY) || GROSS MARGINS UNDER PRESSURE PRIMARILY DUE TO SUPPLY CONSTRAINTS; ON TRACK TO ACHIEVE DOUBLE-DIGIT GROWTH FOR FULL FINANCIAL YEAR", "company name": "Banco Products (India) Ltd.", "symbol": "BANCOINDIA", "hindi": "एस एच केलकर एंड कंपनी: कंपनी का कहना है कि वित्तीय वर्ष 2025 के 9 महीने के लिए समेकित राजस्व 15.48 अरब रुपये, 17% (वर्ष-दर-वर्ष) ऊपर है || सकल मार्जिन मुख्यतः आपूर्ति बाधाओं के कारण दबाव में है; पूरे वित्तीय वर्ष में दोहरे अंक की वृद्धि हासिल करने की राह पर", "telugu": "S H కేల్కర్ మరియు CO: CO 9M FY2025 కోసం 15.48B రూపాయలకు ఏకీకృత ఆదాయాలను 17% (YOY) తెలిపింది || ఒత్తిడిలో స్థూల మార్జిన్లు ప్రధానంగా సరఫరా పరిమితుల కారణంగా; పూర్తి ఆర్థిక సంవత్సరానికి రెండంకెల వృద్ధిని సాధించడానికి ట్రాక్‌లో ఉంది", "price": 484}, {"user": "REDBOXINDIA", "id": 1876193146155172341, "Date&Time": "2025-01-06T09:04:38.000Z", "text": "TATA MOTORS UK JLR: DECEMBER TOTAL SALES 4011 UNITS VS 5,587 UNITS (YOY)\n\nPOOR YOY", "company name": "Tata Motors Ltd.", "symbol": "TATAMOTORS", "hindi": "टाटा मोटर्स यूके जेएलआर: दिसंबर में कुल बिक्री 4011 यूनिट बनाम 5,587 यूनिट (वर्ष-दर-वर्ष)\n\nबेचारा!", "telugu": "టాటా మోటార్స్ UK JLR: డిసెంబర్ మొత్తం విక్రయాలు 4011 యూనిట్లు VS 5,587 యూనిట్లు (YOY)\n\nపేద యోయ్", "price": 792.5}, {"user": "REDBOXINDIA", "id": 1876111165560087015, "Date&Time": "2025-01-06T03:38:52.000Z", "text": "PRITIKA AUTO INDUSTRIES: CO IS PLEASED TO ANNOUNCES THE START OF COMMERCIAL PRODUCTION OF NEW COMPONENTS", "company name": "Praj Industries Ltd.", "symbol": "PRAJIND", "hindi": "प्रीतिका ऑटो इंडस्ट्रीज: कंपनी को नए घटकों के व्यावसायिक उत्पादन की शुरुआत की घोषणा करते हुए खुशी हो रही है", "telugu": "ప్రితికా ఆటో ఇండస్ట్రీస్: కొత్త కాంపోనెంట్స్ యొక్క వాణిజ్య ఉత్పత్తి ప్రారంభాన్ని ప్రకటించినందుకు CO సంతోషిస్తోంది", "price": 815.2}, {"user": "REDBOXINDIA", "id": 1876255127973282021, "Date&Time": "2025-01-06T13:10:56.000Z", "text": "CAPLIN POINT LABORATORIES: CO ANNOUNCED IT HAS RECEIVED THE ESTABLISHMENT INSPECTION REPORT (EIR) FROM THE U.S. FOOD AND DRUG ADMINISTRATION (FDA) FOR THE RECENT INSPECTION CONDUCTED AT CAPLIN STERILES’ INJECTABLE AND OPHTHALMIC MANUFACTURING FACILITY LOCATED AT GUMMIDIPOONDI ||", "company name": "Caplin Point Laboratories", "symbol": "CAPLIPOINT", "hindi": "कैप्लिन पॉइंट प्रयोगशालाएँ: कंपनी ने घोषणा की है कि उसे कैपलिन स्टेराइल्स के इंजेक्शन और ऑप्थेल्मिक विनिर्माण सुविधा में किए गए हालिया निरीक्षण के लिए अमेरिकी खाद्य और औषधि प्रशासन (एफडीए) से स्थापना निरीक्षण रिपोर्ट (ईआईआर) प्राप्त हुई है। गुम्मिडीपूंडी ||", "telugu": "క్యాప్లిన్ పాయింట్ లాబొరేటరీస్: ఇటీవలి ఇన్‌స్పెక్షన్ సెక్షన్ కోసం U.S. ఫుడ్ అండ్ డ్రగ్ అడ్మినిస్ట్రేషన్ (FDA) నుండి ఎస్టాబ్లిష్‌మెంట్ ఇన్‌స్పెక్షన్ రిపోర్ట్ (EIR)ని స్వీకరించినట్లు CO ప్రకటించింది గుమ్మిడిపూండిలో ఉన్న ఇంజెక్టబుల్ మరియు ఆప్తాల్మిక్ తయారీ సౌకర్యం ||", "price": 2551}, {"user": "REDBOXINDIA", "id": 1876149782525469155, "Date&Time": "2025-01-06T06:12:19.000Z", "text": "ICMR DETECTS TWO CASES OF HMPVIRUS CASES, BOTH AT BAPTIST HOSPITAL IN BENGALURU", "company name": "Jupiter Life Line Hospitals Ltd.", "symbol": "JLHL", "hindi": "आईसीएमआर ने एचएमपीवायरस के दो मामलों का पता लगाया, दोनों बेंगलुरु के बैपटिस्ट अस्पताल में", "telugu": "ICMR బెంగుళూరులోని బాప్టిస్ట్ హాస్పిటల్‌లో రెండు HMPవైరస్ కేసులను గుర్తించింది", "price": 1565}, {"user": "REDBOXINDIA", "id": 1876265791253098635, "Date&Time": "2025-01-06T13:53:18.000Z", "text": "ADANI ENTERPRISES: CO UNIT ADANI PETROCHEMICALS (APCL) HAS COMPLETED THE INCORPORATION PROCESS OF A JOINT VENTURE COMPANY NAMELY “VALOR PETROCHEMICALS LTD” (VPL) WITH INDORAMA RESOURCES LTD, THAILAND || CO UNIT APCL SHALL HOLD 50% SHARE CAPITAL OF VPL", "company name": "Adani Enterprises Ltd.", "symbol": "ADANIENT", "hindi": "अदाणी एंटरप्राइजेज: सह इकाई अदाणी पेट्रोकेमिकल्स (एपीसीएल) ने इंडोरामा रिसोर्सेज लिमिटेड, थाईलैंड के साथ \"वैलोर पेट्रोकेमिकल्स लिमिटेड\" (वीपीएल) नामक एक संयुक्त उद्यम कंपनी की निगमन प्रक्रिया पूरी कर ली है || सीओ यूनिट एपीसीएल के पास वीपीएल की 50% शेयर पूंजी होगी", "telugu": "అదానీ ఎంటర్‌ప్రైజెస్: CO యూనిట్ అదానీ పెట్రోకెమికల్స్ (APCL) జాయింట్ వెంచర్ కంపెనీ పేరు \"VALOR పెట్రోకెమికల్స్ LTD\" (VPL, REINDORALS REINDORALS) యొక్క ఇన్‌కార్పొరేషన్ ప్రక్రియను పూర్తి చేసింది. CO యూనిట్ APCL VPL యొక్క 50% షేర్ క్యాపిటల్‌ను కలిగి ఉంటుంది", "price": 2524.8}, {"user": "REDBOXINDIA", "id": 1876128442414215444, "Date&Time": "2025-01-06T04:47:32.000Z", "text": "KARNATAKA GOVT ON HMPV", "company name": "Gujarat Pipavav Port Ltd.", "symbol": "GPPL", "hindi": "एचएमपीवी पर कर्नाटक सरकार", "telugu": "HMPVపై కర్నాటక ప్రభుత్వం", "price": 175}, {"user": "REDBOXINDIA", "id": 1876119282444275883, "Date&Time": "2025-01-06T04:11:08.000Z", "text": "SAHAJ SOLAR: CO WINS ORDER WORTH 47CR RUPEES | MCAP: 604CR", "company name": "Solar Industries India Ltd.", "symbol": "SOLARINDS", "hindi": "SAHAJ SOLAR: CO WINS ORDER WORTH 47CR RUPEES | MCAP: 604CR", "telugu": "సహజ్ సోలార్: CO 47CR రూపాయల విలువైన ఆర్డర్‌ను గెలుచుకుంది | MCAP: 604CR", "price": 9651}, {"user": "REDBOXINDIA", "id": 1876197105414611164, "Date&Time": "2025-01-06T09:20:22.000Z", "text": "METROPOLIS HEALTHCARE: US FDA APPROVED TEST KIT ARE AVAILABLE IN INDIA FOR HMPV - CNBCTV18", "company name": "Metropolis Healthcare Ltd.", "symbol": "METROPOLIS", "hindi": "मेट्रोपोलिस हेल्थकेयर: एचएमपीवी के लिए यूएस एफडीए द्वारा अनुमोदित परीक्षण किट भारत में उपलब्ध हैं - सीएनबीसीटीवी18", "telugu": "మెట్రోపాలిస్ హెల్త్‌కేర్: US FDA ఆమోదించిన టెస్ట్ కిట్ HMPV కోసం భారతదేశంలో అందుబాటులో ఉంది - CNBCTV18", "price": 2037}, {"user": "REDBOXINDIA", "id": 1876249619946197255, "Date&Time": "2025-01-06T12:49:03.000Z", "text": "COAL INDIA: CO AND IREL (INDIA) LTD, A PUBLIC SECTOR UNDERTAKING UNDER THE DEPARTMENT OF ATOMIC ENERGY, GOI HAVE EXECUTED A NON-BINDING MEMORANDUM OF UNDERSTANDING (MOU) TO COOPERATE AND COLLABORATE FOR DEVELOPMENT (MINING/ EXTRACTION/ REFINING ETC.) OF MUTUALLY AGREED ASSETS OF", "company name": "Coal India Ltd.", "symbol": "COALINDIA", "hindi": "कोल इंडिया: भारत सरकार के परमाणु ऊर्जा विभाग के तहत सार्वजनिक क्षेत्र का उपक्रम, सीओ और आईआरईएल (इंडिया) लिमिटेड ने विकास (खनन/निष्कर्षण/शोधन आदि) के लिए सहयोग करने के लिए एक गैर-बाध्यकारी समझौता ज्ञापन (एमओयू) निष्पादित किया है। का की परस्पर सहमत संपत्ति", "telugu": "కోల్ ఇండియా: CO మరియు IREL (ఇండియా) LTD, డిపార్ట్‌మెంట్ ఆఫ్ అటామిక్ ఎనర్జీ కింద చేపట్టే ఒక పబ్లిక్ సెక్టార్, GOI ఒక నాన్-బైండింగ్ మెమోరాండమ్ ఆఫ్ అండర్‌కోప్యాండింగ్ (COANDERSTA) అమలు చేసింది పరస్పరం అంగీకరించిన ఆస్తుల అభివృద్ధి (మైనింగ్/ వెలికితీత/ శుద్ధి మొదలైనవి) కోసం సహకరించండి", "price": 380.05}, {"user": "REDBOXINDIA", "id": 1876123988491145516, "Date&Time": "2025-01-06T04:29:50.000Z", "text": "MAHARASHTRA AND DELHI GOVERNMENT HAS NOW ISSUED HEALTH ADVISORY ON HUMAN META PNEUMO VIRUS (HMPV) TO PREVENT THE POTENTIAL SPREAD", "company name": "Krishna Institute of Medical Sciences Ltd.", "symbol": "KIMS", "hindi": "महाराष्ट्र और दिल्ली सरकार ने अब संभावित प्रसार को रोकने के लिए मानव मेटा न्यूमो वायरस (एचएमपीवी) पर स्वास्थ्य सलाह जारी की है।", "telugu": "మహరాష్ట్ర మరియు ఢిల్లీ ప్రభుత్వం ఇప్పుడు సంభావ్య వ్యాప్తిని నిరోధించడానికి హ్యూమన్ మెటా న్యుమో వైరస్ (HMPV)పై ఆరోగ్య సలహాను జారీ చేసింది", "price": 647}, {"user": "REDBOXINDIA", "id": 1876148907560128751, "Date&Time": "2025-01-06T06:08:51.000Z", "text": "ICMR DETECTS TWO CASES OF HMPVIRUS CASES, BOTH AT BAPTIST HOSPITAL IN BENGALURU", "company name": "Jupiter Life Line Hospitals Ltd.", "symbol": "JLHL", "hindi": "आईसीएमआर ने एचएमपीवायरस के दो मामलों का पता लगाया, दोनों बेंगलुरु के बैपटिस्ट अस्पताल में", "telugu": "ICMR బెంగుళూరులోని బాప్టిస్ట్ హాస్పిటల్‌లో రెండు HMPవైరస్ కేసులను గుర్తించింది", "price": 1565}, {"user": "REDBOXINDIA", "id": 1876242782375080144, "Date&Time": "2025-01-06T12:21:52.000Z", "text": "MANAPPURAM FINANCE: CO CONFIRMS ROBBERY INCIDENT AT ODISHA BRANCH; VALUE OF STOLEN ASSETS APPROXIMATELY 200M RUPEES || CO SAYS INCIDENT DOES NOT AFFECT OVERALL OPERATIONS OR PERFORMANCE", "company name": "Manappuram Finance Ltd.", "symbol": "MANAPPURAM", "hindi": "मणप्पुरम वित्त: सीओ ने ओडिशा शाखा में डकैती की घटना की पुष्टि की; चोरी गई संपत्ति का मूल्य लगभग 200 करोड़ रुपये || सीओ का कहना है कि घटना का समग्र संचालन या प्रदर्शन पर कोई प्रभाव नहीं पड़ता है", "telugu": "మణప్పురం ఫైనాన్స్: CO ఓడిషా బ్రాంచ్‌లో దోపిడీ సంఘటనను నిర్ధారించింది; దొంగిలించబడిన ఆస్తుల విలువ సుమారు 200 మిలియన్ రూపాయలు || CO సంఘటన మొత్తం కార్యకలాపాలు లేదా పనితీరును ప్రభావితం చేయదని చెప్పారు", "price": 182}, {"user": "REDBOXINDIA", "id": 1876111151819608279, "Date&Time": "2025-01-06T03:38:49.000Z", "text": "POONAWALLA FINCORP: CO'S TOTAL DISBURSEMENTS DURING Q3FY25 WERE AT APPROXIMATELY RUPEES 7,150 CR UP 13.3% QOQ || AUM GREW BY 41.0% YOY AND 9.0% QOQ AS ON DEC 2024", "company name": "Poonawalla Fincorp Ltd.", "symbol": "POONAWALLA", "hindi": "पूनावाला फिनकॉर्प: वित्त वर्ष 25 की तीसरी तिमाही के दौरान कंपनी का कुल संवितरण 13.3% QOQ से लगभग 7,150 करोड़ रुपये था || दिसंबर 2024 तक एयूएम में सालाना आधार पर 41.0% और तिमाही दर तिमाही 9.0% की वृद्धि हुई", "telugu": "పూనవల్ల ఫిన్‌కార్ప్: Q3FY25లో సహ మొత్తం చెల్లింపులు సుమారుగా రూ. 7,150 CR UP 13.3% QOQ || AUM డిసెంబర్ 2024 నాటికి 41.0% YOY మరియు 9.0% QOQ పెరిగింది", "price": 317.3}, {"user": "REDBOXINDIA", "id": 1876145675496518095, "Date&Time": "2025-01-06T05:56:00.000Z", "text": "HAPPY FORGINGS: CO APPROVES CAPEX BUDGET OF RUPEES 650CR TO SET UP FACILITIES FOR HEAVY WEIGHT FORGED AND MACHINED COMPONENTS", "company name": "Happy Forgings Ltd.", "symbol": "HAPPYFORGE", "hindi": "हैप्पी फोर्जिंग्स: कंपनी ने भारी वजन वाले फोर्ज्ड और मशीनी घटकों के लिए सुविधाएं स्थापित करने के लिए 650 करोड़ रुपये के पूंजीगत व्यय को मंजूरी दी", "telugu": "హ్యాపీ ఫోర్జింగ్స్: హెవీ వెయిట్ ఫోర్జ్డ్ మరియు మెషిన్డ్ కాంపోనెంట్స్ కోసం ఫెసిలిటీలను సెటప్ చేయడానికి CO రూపీస్ 650CR క్యాపెక్స్ బడ్జెట్‌ను ఆమోదించింది", "price": 1016.4}, {"user": "REDBOXINDIA", "id": 1876123164436230622, "Date&Time": "2025-01-06T04:26:33.000Z", "text": "INDIA REPORTS FIRST CASE OF HMPV VIRUS, 8-MONTH-OLD BABY TESTS POSITIVE IN BANGALORE\n\n#BIGBREAKING", "company name": "Laurus Labs Ltd.", "symbol": "LAURUSLABS", "hindi": "भारत में एचएमपीवी वायरस का पहला मामला सामने आया, बेंगलुरु में 8 महीने के बच्चे का परीक्षण सकारात्मक\n\n#बिगब्रेकिंग", "telugu": "HMPV వైరస్ యొక్క మొదటి కేసును భారతదేశం నివేదించింది, బెంగళూరులో 8 నెలల శిశువు పరీక్షలు సానుకూలంగా ఉన్నాయి\n\n#బిగ్ బ్రేకింగ్", "price": 611.9}, {"user": "REDBOXINDIA", "id": 1876242759402860547, "Date&Time": "2025-01-06T12:21:47.000Z", "text": "BHARTI AIRTEL: CO TO SELL 50% STAKE IN FIREFLY NETWORKS; FIREFLY TO CEASE BEING JOINT VENTURE OF BHARTI AIRTEL || CONSIDERATION FOR SALE IS 45M RUPEES", "company name": "Bharti Airtel Ltd.", "symbol": "BHARTIARTL", "hindi": "भारती एयरटेल: कंपनी फायरफ्लाई नेटवर्क में 50% हिस्सेदारी बेचेगी; जुगनू भारती एयरटेल का संयुक्त उद्यम बंद करेगा || बिक्री के लिए विचाराधीन राशि 45 मिलियन रुपये है", "telugu": "భారతీ ఎయిర్‌టెల్: ఫైర్‌ఫ్లై నెట్‌వర్క్‌లలో 50% వాటాను విక్రయించడానికి CO; ఫిర్‌ఫ్లై భారతీ ఎయిర్‌టెల్ యొక్క జాయింట్ వెంచర్‌గా నిలిపివేయబడుతుంది || అమ్మకానికి పరిగణన 45M రూపాయలు", "price": 1591}, {"user": "REDBOXINDIA", "id": 1876247656911212603, "Date&Time": "2025-01-06T12:41:15.000Z", "text": "FII/DII Activity", "company name": "UTI Asset Management Company Ltd.", "symbol": "UTIAMC", "hindi": "एफआईआई/डीआईआई गतिविधि", "telugu": "FII/DII కార్యాచరణ", "price": 1296}, {"user": "REDBOXINDIA", "id": 1876135832501067995, "Date&Time": "2025-01-06T05:16:54.000Z", "text": "VERY NEGATIVE FOR JSW ENERGY & OVERALL POWER SECTOR\n\nCERC REJECTS THE DISCOVERED TARIFF UNDER BIDDING FOR LARGE 1GWH PROJECT\n\nBERNSTEIN SAYS\nWe see this as a negative development for the company and also a somewhat negative development for the broader renewable market\nRelevant", "company name": "JSW Energy Ltd.", "symbol": "JSWENERGY", "hindi": "जेएसडब्ल्यू ऊर्जा और समग्र विद्युत क्षेत्र के लिए बहुत नकारात्मक\n\nCERC ने बड़े 1GWH प्रोजेक्ट के लिए बोली के तहत खोजे गए टैरिफ को अस्वीकार कर दिया\n\nबर्नस्टीन कहते हैं\nहम इसे कंपनी के लिए एक नकारात्मक विकास और व्यापक नवीकरणीय बाजार के लिए कुछ हद तक नकारात्मक विकास के रूप में देखते हैं\nउपयुक्त", "telugu": "JSW ఎనర్జీ & ఓవరాల్ పవర్ సెక్టార్‌కి చాలా ప్రతికూలమైనది\n\nCERC పెద్ద 1GWH ప్రాజెక్ట్ కోసం బిడ్డింగ్ కింద కనుగొనబడిన టారిఫ్‌ను తిరస్కరించింది\n\nబెర్న్‌స్టెయిన్ చెప్పారు\nమేము దీనిని కంపెనీకి ప్రతికూల అభివృద్ధిగా మరియు విస్తృత పునరుత్పాదక మార్కెట్‌కు కొంత ప్రతికూల అభివృద్ధిగా చూస్తాము\nసంబంధిత", "price": 594.25}, {"user": "REDBOXINDIA", "id": 1876176085135794408, "Date&Time": "2025-01-06T07:56:51.000Z", "text": "GUJARAT REPORTS ITS FIRST CASE OF HMPV VIRUS", "company name": "Gujarat Gas Ltd.", "symbol": "GUJGASLTD", "hindi": "गुजरात में एचएमपीवी वायरस का पहला मामला सामने आया है", "telugu": "HMPV వైరస్ యొక్క మొదటి కేసును గుజరాత్ నివేదించింది", "price": 506.5}, {"user": "REDBOXINDIA", "id": 1876147226667536667, "Date&Time": "2025-01-06T06:02:10.000Z", "text": "BIG NEWS FOR GENSOL ENGINEERING\n\nCO WINS ORDER WORTH 1062CR \n\n MCAP: 2500 CR", "company name": "CG Power and Industrial Solutions Ltd.", "symbol": "CGPOWER", "hindi": "जेनसोल इंजीनियरिंग के लिए बड़ी खबर\n\nCO ने 1062 करोड़ का ऑर्डर जीता \n\n एमकैप: 2500 करोड़", "telugu": "జెన్సోల్ ఇంజినీరింగ్ కోసం పెద్ద వార్త\n\nCO విన్స్ ఆర్డర్ వర్త్ 1062CR \n\n MCAP: 2500 CR", "price": 717}, {"user": "REDBOXINDIA", "id": 1876235360814174550, "Date&Time": "2025-01-06T11:52:23.000Z", "text": "TITAGARH RAIL SYSTEMS: CO DELIVERS DRIVERLESS MADE-IN-INDIA TRAINSET TO BENGALURU METRO’S YELLOW LINE || CO WILL DELIVER TWO MORE TRAINSETS TO THE YELLOW LINE BY APRIL THIS YEAR; CO WILL THEN RAMP UP PRODUCTION, DELIVERING TWO TRAINS A MONTH BY SEPT, 2025", "company name": "Titagarh Rail Systems Ltd.", "symbol": "TITAGARH", "hindi": "टीटागढ़ रेल सिस्टम: कंपनी ने बेंगलुरु मेट्रो की येलो लाइन पर भारत में निर्मित ड्राइवर रहित ट्रेनसेट की आपूर्ति की || कंपनी इस साल अप्रैल तक येलो लाइन पर दो और ट्रेनें डिलीवर करेगी; इसके बाद कंपनी सितंबर, 2025 तक हर महीने दो ट्रेनों की डिलीवरी करते हुए उत्पादन बढ़ाएगी।", "telugu": "TITAGARH రైల్ సిస్టమ్స్: CO డ్రైవర్‌లెస్ మేడ్-ఇన్-ఇండియా ట్రైన్‌సెట్‌ను బెంగళూరు మెట్రో యొక్క ఎల్లో లైన్‌కు డెలివరీ చేస్తుంది || CO ఈ సంవత్సరం ఏప్రిల్ నాటికి పసుపు రేఖకు మరో రెండు ట్రైన్‌సెట్‌లను అందజేస్తుంది; CO ఉత్పత్తిని వేగవంతం చేస్తుంది, సెప్టెంబర్, 2025 నాటికి నెలకు రెండు రైళ్లను అందజేస్తుంది", "price": 1119}, {"user": "REDBOXINDIA", "id": 1876243783056302256, "Date&Time": "2025-01-06T12:25:51.000Z", "text": "PERSISTENT SYSTEMS: CO TO ACQUIRE ASSETS OF SOHO DRAGON SOLUTIONS || TOTAL PURCHASE CONSIDERATION FOR ACQUISITION IS $5.94M", "company name": "PERSISTENT SYSTEMS", "symbol": "PERSISTENT", "hindi": "स्थायी सिस्टम: सीओ सोहो ड्रैगन सॉल्यूशंस की संपत्ति हासिल करने के लिए || अधिग्रहण के लिए कुल खरीद विचार $5.94 मिलियन है", "telugu": "స్థిరమైన వ్యవస్థలు: సోహో డ్రాగన్ సొల్యూషన్స్ ఆస్తులను పొందేందుకు CO || కొనుగోలు కోసం మొత్తం కొనుగోలు పరిగణన $5.94M", "price": 6330}, {"user": "REDBOXINDIA", "id": 1876110674352656845, "Date&Time": "2025-01-06T03:36:55.000Z", "text": "MACROTECH DEVELOPERS: CO SAYS ON THE BACK OF STRONG COLLECTIONS, OUR NET DEBT REDUCED BY RUPEES 6.1B TO RUPEES 43.2B, WELL BELOW CO'S CEILING OF 0.5X NET DEBT/EQUITY", "company name": "MACROTECH DEVELOPERS", "symbol": "LODHA", "hindi": "मैक्रोटेक डेवलपर्स: मजबूत संग्रह के कारण कंपनी का कहना है कि हमारा शुद्ध ऋण 6.1 अरब रुपये से घटकर 43.2 अरब रुपये हो गया है, जो कंपनी की 0.5 गुना शुद्ध ऋण/इक्विटी की सीमा से काफी नीचे है।", "telugu": "మాక్రోటెక్ డెవలపర్‌లు: CO బలమైన కలెక్షన్‌ల నేపథ్యంలో మా నికర రుణం రూపీలు 6.1B తగ్గించబడి రూపీస్ 43.2Bకి తగ్గింది, ఇది సహ సీలింగ్ కంటే దాదాపు 0.5X NEETY డీఈటీ కింద ఉంది", "price": 1337.15}, {"user": "REDBOXINDIA", "id": 1876204786208686414, "Date&Time": "2025-01-06T09:50:53.000Z", "text": "UTKARSH SMALL FINANCE BANK: Q3 TOTAL DEPOSITS UP 33.5% (YOY) || GROSS LOAN PORTFOLIO GREW 16.2% (YOY)", "company name": "Utkarsh Small Finance Bank Ltd.", "symbol": "UTKARSHBNK", "hindi": "उत्कर्ष लघु वित्त बैंक: तीसरी तिमाही में कुल जमा 33.5% (वर्ष-दर-वर्ष) ऊपर || सकल ऋण पोर्टफोलियो 16.2% (वर्ष-दर-वर्ष) बढ़ा", "telugu": "UTKARSH స్మాల్ ఫైనాన్స్ బ్యాంక్: Q3 మొత్తం డిపాజిట్లు 33.5% (YOY) || స్థూల రుణ పోర్ట్‌ఫోలియో 16.2% పెరిగింది (YOY)", "price": 31.9}, {"user": "REDBOXINDIA", "id": 1876264774549545100, "Date&Time": "2025-01-06T13:49:16.000Z", "text": "ASHOKA BUILDCON: CO EXECUTES CONCESSION AGREEMENT WITH NHAI || PROJECT COST ACCEPTED AT 13.91B RUPEES", "company name": "Ashoka Buildcon Ltd.", "symbol": "ASHOKA", "hindi": "अशोका बिल्डकॉन: कंपनी ने एनएचएआई के साथ रियायती समझौता किया || परियोजना लागत 13.91B रुपये स्वीकृत", "telugu": "అశోక బిల్డ్‌కాన్: CO NHAIతో రాయితీ ఒప్పందాన్ని అమలు చేస్తుంది || ప్రాజెక్ట్ ధర 13.91B రూపీస్ వద్ద ఆమోదించబడింది", "price": 292.9}, {"user": "REDBOXINDIA", "id": 1876098020376494285, "Date&Time": "2025-01-06T02:46:38.000Z", "text": "SURYODAY SMALL FINANCE BANK: Q3 FY25 BUSINESS UPDATE GROSS ADVANCES: RUPEES 9,563 CR (UP 26% YOY, 2% QOQ) || CASA RATIO IMPROVED TO 19.5% (FROM 18.5% YOY)", "company name": "Utkarsh Small Finance Bank Ltd.", "symbol": "UTKARSHBNK", "hindi": "सूर्योदय लघु वित्त बैंक: Q3 FY25 व्यवसाय अद्यतन सकल अग्रिम: रुपये 9,563 करोड़ (26% वार्षिक वृद्धि, 2% QOQ) || कासा अनुपात 19.5% तक सुधरा (18.5% से)", "telugu": "సూర్యోదయ్ స్మాల్ ఫైనాన్స్ బ్యాంక్: Q3 FY25 బిజినెస్ అప్‌డేట్ గ్రాస్ అడ్వాన్స్‌లు: రూపాయలు 9,563 CR (UP 26% YOY, 2% QOQ) || CASA నిష్పత్తి 19.5%కి మెరుగుపడింది (18.5% YOY నుండి)", "price": 31.9}, {"user": "REDBOXINDIA", "id": 1876445710515929171, "Date&Time": "2025-01-07T01:48:14.000Z", "text": "VAKRANGEE: CO AND BANK OF BARODA RENEW AGREEMENT FOR PROVIDING BANKING SERVICES ON PAN INDIA BASIS", "company name": "Bank of Baroda", "symbol": "BANKBARODA", "hindi": "वक्रांगी: सीओ और बैंक ऑफ बड़ौदा ने अखिल भारतीय आधार पर बैंकिंग सेवाएं प्रदान करने के लिए समझौते का नवीनीकरण किया", "telugu": "వక్రాంగీ: CO మరియు బ్యాంక్ ఆఫ్ బరోడా పాన్ ఇండియా బేసిస్‌లో బ్యాంకింగ్ సేవలను అందించడానికి ఒప్పందాన్ని పునరుద్ధరించాయి", "price": 232}, {"user": "REDBOXINDIA", "id": 1876188665912979748, "Date&Time": "2025-01-06T08:46:50.000Z", "text": "DELHI HEALTH MINISTER DIRECTS HOSPITALS TO MONITOR AND REPORT ANY INCREASE IN RESPIRATORY ILLNESS CASES, AFTER TWO CASES OF HMPV IN KARNATAKA.", "company name": "Global Health Ltd.", "symbol": "MEDANTA", "hindi": "दिल्ली के स्वास्थ्य मंत्री ने अस्पतालों को कर्नाटक में एचएमपीवी के दो मामलों के बाद श्वसन संबंधी बीमारी के मामलों में किसी भी वृद्धि की निगरानी करने और रिपोर्ट करने का निर्देश दिया।", "telugu": "కర్నాటకలో HMPVకి సంబంధించిన రెండు కేసుల తర్వాత, శ్వాసకోశ సంబంధిత అనారోగ్య కేసులు ఏవైనా పెరిగినట్లయితే వాటిని పర్యవేక్షించడానికి మరియు నివేదించడానికి ఢిల్లీ ఆరోగ్య మంత్రి హాస్పిటల్స్‌ను ఆదేశించారు.", "price": 1063}, {"user": "REDBOXINDIA", "id": 1876171174817972670, "Date&Time": "2025-01-06T07:37:20.000Z", "text": "TARC LIMITED: CO REPORTS STRONG PRESALES OF RUPEES 1,165 CR WITH 1000% YOY GROWTH IN Q3 FY2025", "company name": "TARC Ltd.", "symbol": "TARC", "hindi": "टीएआरसी लिमिटेड: कंपनी ने वित्त वर्ष 2025 की तीसरी तिमाही में 1000% सालाना वृद्धि के साथ 1,165 करोड़ रुपये की मजबूत पूर्व बिक्री की रिपोर्ट दी है।", "telugu": "TARC లిమిటెడ్: Q3 FY2025లో 1000% YOY వృద్ధితో రూపీస్ 1,165 CR బలమైన ప్రీసేల్స్‌ను CO నివేదించింది", "price": 174}, {"user": "REDBOXINDIA", "id": 1876102903485886541, "Date&Time": "2025-01-06T03:06:03.000Z", "text": "INDIAN BANK: BANK'S TOTAL BUSINESS GROWS 8.3% YOY TO RUPEES 12.61 LAKH CR AS OF DEC 2024 || GROSS ADVANCES: RUPEES 5.59 LAKH CR, MARKING A 9.6% YOY GROWTH, TOTAL DEPOSITS: RUPEES 7.02 LAKH CR, 7.3% YOY INCREASE", "company name": "Indian Bank", "symbol": "INDIANB", "hindi": "इंडियन बैंक: दिसंबर 2024 तक बैंक का कुल कारोबार सालाना 8.3% बढ़कर 12.61 लाख करोड़ रुपये हो गया || सकल अग्रिम: 5.59 लाख करोड़ रुपये, सालाना 9.6% की वृद्धि, कुल जमा: 7.02 लाख करोड़ रुपये, 7.3% सालाना वृद्धि", "telugu": "ఇండియన్ బ్యాంక్: బ్యాంక్ యొక్క మొత్తం వ్యాపారం డిసెంబర్ 2024 నాటికి రూ. 12.61 లక్షల CRకి 8.3% వృద్ధి చెందింది || స్థూల అడ్వాన్స్‌లు: రూపాయలు 5.59 లక్షల CR, 9.6% YOY గ్రోత్ మార్కింగ్, మొత్తం డిపాజిట్లు: రూపాయలు 7.02 LAKH CR, 7.3% YOY పెరుగుదల", "price": 510.55}, {"user": "REDBOXINDIA", "id": 1876109087974560140, "Date&Time": "2025-01-06T03:30:37.000Z", "text": "TITAN: CO SL REGISTERED A GROWTH OF C. 24% YOY IN Q3FY25. CO'S COMBINED RETAIL NETWORK PRESENCE (INCLUDING CARATLANE AND INTERNATIONAL) EXPANDED BY 69 STORES (NET) IN THE QUARTER TO REACH 3,240 STORES", "company name": "Titan Company Ltd.", "symbol": "TITAN", "hindi": "टाइटन: CO SL ने Q3FY25 में सालाना आधार पर C. 24% की वृद्धि दर्ज की। कंपनी की संयुक्त खुदरा नेटवर्क उपस्थिति (कैरेटलेन और इंटरनेशनल सहित) इस तिमाही में 69 स्टोर्स (नेट) तक विस्तारित होकर 3,240 स्टोर्स तक पहुंच गई है।", "telugu": "టైటాన్: CO SL Q3FY25లో C. 24% YOY వృద్ధిని నమోదు చేసింది. CO's కంబైన్డ్ రిటైల్ నెట్‌వర్క్ ఉనికి (కారట్లేన్ మరియు ఇంటర్నేషనల్‌తో సహా) త్రైమాసికంలో 69 స్టోర్‌ల (నెట్) ద్వారా 3,240 స్టోర్‌లను చేరుకోవడానికి విస్తరించింది", "price": 3490.9}, {"user": "REDBOXINDIA", "id": 1876105864421249362, "Date&Time": "2025-01-06T03:17:49.000Z", "text": "ESAF SMALL FINANCE BANK: GROSS ADVANCES GREW BY 9.25% YOY TO RUPEES 18,739 CR AS OF DEC, 2024 || BANK HAS STRATEGICALLY INCREASED ITS FOCUS ON SECURED ADVANCES WHICH CONSTITUTES 44.35% OF THE GROSS ADVANCES AS ON DEC\n\nESAF SMALL FINANCE BANK: TOTAL DEPOSITS GREW 18.84% YOY TO", "company name": "ESAF Small Finance Bank Ltd.", "symbol": "ESAFSFB", "hindi": "ईएसएएफ लघु वित्त बैंक: दिसंबर, 2024 तक सकल अग्रिम सालाना 9.25% बढ़कर 18,739 करोड़ रुपये हो गया || बैंक ने रणनीतिक रूप से सुरक्षित अग्रिमों पर अपना ध्यान केंद्रित किया है, जो दिसंबर तक सकल अग्रिमों का 44.35% है।\n\nईएसएएफ लघु वित्त बैंक: कुल जमा में साल-दर-साल 18.84% की वृद्धि हुई", "telugu": "ESAF స్మాల్ ఫైనాన్స్ బ్యాంక్: డిసెంబరు, 2024 నాటికి స్థూల అడ్వాన్స్‌లు 9.25% YOY రూపాయలకు 18,739 CR పెరిగాయి || డిసెంబరు నాటికి స్థూల అడ్వాన్స్‌లలో 44.35% ఉన్న సెక్యూర్డ్ అడ్వాన్స్‌లపై బ్యాంక్ వ్యూహాత్మకంగా తన దృష్టిని పెంచింది\n\nESAF స్మాల్ ఫైనాన్స్ బ్యాంక్: మొత్తం డిపాజిట్లు 18.84% పెరిగాయి.", "price": 39.72}, {"user": "REDBOXINDIA", "id": 1876443692380434466, "Date&Time": "2025-01-07T01:40:13.000Z", "text": "ZYDUS LIFE: SENTYNL THERAPEUTICS ANNOUNCES U.S. FDA ACCEPTANCE AND PRIORITY REVIEW OF NEW DRUG APPLICATION FOR CUTX-101 (COPPER HISTIDINATE) PRODUCT CANDIDATE FOR TREATMENT OF MENKES DISEASE", "company name": "Zydus Lifesciences Ltd.", "symbol": "ZYDUSLIFE", "hindi": "ज़ायडस लाइफ: सेंटीनल थेरेप्यूटिक्स ने मेनकेस रोग के उपचार के लिए सीयूटीएक्स-101 (कॉपर हिस्टिडिनेट) उत्पाद उम्मीदवार के लिए नई दवा एप्लिकेशन की अमेरिकी एफडीए स्वीकृति और प्राथमिकता समीक्षा की घोषणा की", "telugu": "ZYDUS లైఫ్: SENTYNL థెరప్యూటిక్స్ U.S. FDA అంగీకారం మరియు CUTX-101 (కాపర్ హిస్టినేట్) ఉత్పత్తి అభ్యర్థిని ఉపసంహరణ కోసం కొత్త డ్రగ్ అప్లికేషన్ యొక్క ప్రాధాన్యత సమీక్షను ప్రకటించింది", "price": 1002}, {"user": "REDBOXINDIA", "id": 1876108035812364553, "Date&Time": "2025-01-06T03:26:26.000Z", "text": "KNR CONSTRUCTIONS: CO WINS ORDER WORTH 328 CR RUPEES", "company name": "KNR CONSTRUCTIONS", "symbol": "KNRCON", "hindi": "केएनआर कंस्ट्रक्शन्स: कंपनी ने जीता 328 करोड़ रुपये का ऑर्डर", "telugu": "KNR నిర్మాణాలు: CO 328 CR రూపాయల విలువైన ఆర్డర్‌ను గెలుచుకుంది", "price": 336}, {"user": "REDBOXINDIA", "id": 1876099427217317892, "Date&Time": "2025-01-06T02:52:14.000Z", "text": "MEHAI TECHNOLOGY: CO HAS RECEIVED ORDERS FROM LEAPFROG ENGINEERING SERVICES LIMITED OF RUPEES 84.5 CR FOR PROVIDING SUPPLY AND INSTALLATION WORK FOR WATER TRANSMISSION PROJECT AT BAHRAIN", "company name": "Power Mech Projects Ltd.", "symbol": "POWERMECH", "hindi": "मेहाई टेक्नोलॉजी: कंपनी को बहरीन में जल संचरण परियोजना के लिए आपूर्ति और स्थापना कार्य प्रदान करने के लिए लीपफ्रॉग इंजीनियरिंग सर्विसेज लिमिटेड से 84.5 करोड़ रुपये का ऑर्डर मिला है।", "telugu": "MEHAI TECHNOLOGY: CO, లీప్‌ఫ్రాగ్ ఇంజినీరింగ్ సర్వీస్‌ల నుండి 84.5 CR రూపాయలకు పరిమితమైన లీప్‌ఫ్రాగ్ నుండి ఆర్డర్‌లను అందుకుంది.", "price": 2855.9}, {"user": "REDBOXINDIA", "id": 1876110190321570022, "Date&Time": "2025-01-06T03:35:00.000Z", "text": "MACROTECH DEVELOPERS: CO'S PRE-SALES, CO ACHIEVED BEST EVER QUARTER PRE-SALES OF RUPEES 45.1B, SHOWING 32% YOY GROWTH || COLLECTIONS WERE RUPEES 42.9B FOR Q3FY25 SHOWING A GROWTH OF 66% YOY", "company name": "Macrotech Developers Ltd.", "symbol": "LODHA", "hindi": "मैक्रोटेक डेवलपर्स: कंपनी की प्री-सेल्स, कंपनी ने 45.1 अरब रुपये की अब तक की सबसे अच्छी तिमाही प्री-सेल हासिल की, जो साल-दर-साल 32% की वृद्धि दर्शाती है || वित्त वर्ष 25 की तीसरी तिमाही में संग्रह 42.9 अरब रुपये था, जो कि साल-दर-साल 66% की वृद्धि दर्शाता है।", "telugu": "మాక్రోటెక్ డెవలపర్‌లు: CO'S ప్రీ-సేల్స్, CO రూపీస్ 45.1B యొక్క ఎవర్ క్వార్టర్ ప్రీ-సేల్స్‌ను సాధించింది, 32% YOY వృద్ధిని చూపుతోంది || Q3FY25కి రూపీలు 42.9B కలెక్షన్లు 66% YOY వృద్ధిని చూపుతున్నాయి", "price": 1337.15}, {"user": "REDBOXINDIA", "id": 1876445491401298095, "Date&Time": "2025-01-07T01:47:22.000Z", "text": "ZAGGLE PREPAID: CO ENTERS 3-YEAR AGREEMENT WITH KIRANAKART TECHNOLOGIES FOR EMPLOYEE BENEFIT AND EXPENSE MANAGEMENT SOLUTIONS", "company name": "Tata Consultancy Services Ltd.", "symbol": "TCS", "hindi": "ज़ैगल प्रीपेड: कंपनी ने कर्मचारी लाभ और व्यय प्रबंधन समाधान के लिए किरानाकार्ट टेक्नोलॉजीज के साथ 3 साल का समझौता किया", "telugu": "ZAGGLE ప్రీపెయిడ్: ఉద్యోగి ప్రయోజనం మరియు వ్యయ నిర్వహణ పరిష్కారాల కోసం CO కిరణకార్ట్ టెక్నాలజీలతో 3-సంవత్సరాల ఒప్పందాన్ని నమోదు చేసింది", "price": 4031}, {"user": "REDBOXINDIA", "id": 1876164008035926294, "Date&Time": "2025-01-06T07:08:51.000Z", "text": "AARTI DRUGS IN FOCUS \n\nCO TARGETING REVENUE OF 2000 CRS BY 2025\n\nAND 4000 CRS BY 2027", "company name": "Aarti Drugs Ltd.", "symbol": "AARTIDRUGS", "hindi": "फोकस में आरती दवाएं \n\nकंपनी ने 2025 तक 2000 करोड़ के राजस्व का लक्ष्य रखा है\n\nऔर 2027 तक 4000 करोड़", "telugu": "AARTI డ్రగ్స్ ఫోకస్ \n\nCO 2025 నాటికి 2000 CRS ఆదాయాన్ని లక్ష్యంగా చేసుకుంది\n\nమరియు 2027 నాటికి 4000 CRS", "price": 457.2}, {"user": "REDBOXINDIA", "id": 1876155870687760589, "Date&Time": "2025-01-06T06:36:31.000Z", "text": "INSOLATION ENERGY IN FOCUS \n\nINSOLATION ENERGY: CO CONS PROVISIONAL REVENUE STANDS AT RUPEES 928.34 CR FOR THE NINE MONTHS ENDED ON 31ST DEC, 2024, A RISE OF MORE THAN 92% FOR THE SAME PERIOD ENDED 31ST DEC, 2023, CO POISED TO ACHIEVE ITS HIGHEST EVER REVENUE", "company name": "Indian Energy Exchange Ltd.", "symbol": "IEX", "hindi": "फोकस में सूर्यातप ऊर्जा \n\nसांत्वना ऊर्जा: 31 दिसंबर, 2024 को समाप्त नौ महीनों के लिए सीओ का अनंतिम राजस्व 928.34 करोड़ रुपये है, जो 31 दिसंबर, 2023 को समाप्त समान अवधि के लिए 92% से अधिक की वृद्धि है, सीओ अपने उच्चतम स्तर को प्राप्त करने के लिए तैयार है। कभी राजस्व", "telugu": "ఫోకస్‌లో ఇన్సోలేషన్ ఎనర్జీ \n\nఇన్సోలేషన్ ఎనర్జీ: డిసెంబరు 31, 2024తో ముగిసిన తొమ్మిది నెలలకు CO కాన్స్ తాత్కాలిక ఆదాయం 928.34 CR వద్ద ఉంది, అదే సమయంలో 92% కంటే ఎక్కువ పెరుగుదల 2023, CO తన అత్యధిక ఆదాయాన్ని సాధించడానికి సిద్ధంగా ఉంది", "price": 173.34}, {"user": "REDBOXINDIA", "id": 1876456255428165780, "Date&Time": "2025-01-07T02:30:08.000Z", "text": "KALYAN JEWELLERS: Q3 GROUP REVENUE GROWTH AT 39% (YOY) || CO'S Q3 INDIA OPERATIONS WITNESSED REVENUE GROWTH AT 41% (YOY)\n\nKALYAN JEWELLERS: CO Q3 MIDDLE EAST OPERATIONS REVENUE GROWTH 22% (YOY) || CO Q3 SAME-STORE-SALES GROWTH 24%", "company name": "KALYAN JEWELLERS", "symbol": "KALYANKJIL", "hindi": "कल्याण ज्वैलर्स: तीसरी तिमाही में समूह राजस्व वृद्धि 39% (वर्ष-दर-वर्ष) || कंपनी के Q3 के भारतीय परिचालन में राजस्व वृद्धि 41% (वर्ष-दर-वर्ष) देखी गई\n\nकल्याण ज्वैलर्स: CO Q3 मध्य पूर्व परिचालन राजस्व वृद्धि 22% (वर्ष-दर-वर्ष) || CO Q3 समान-स्टोर-बिक्री वृद्धि 24%", "telugu": "కళ్యాణ్ జ్యువెల్లర్స్: Q3 గ్రూప్ ఆదాయం 39% వద్ద వృద్ధి (YOY) || CO'S Q3 భారతదేశ కార్యకలాపాలు 41% (YOY) వద్ద ఆదాయ వృద్ధిని నమోదు చేశాయి\n\nకళ్యాణ్ జ్యువెల్లర్స్: CO Q3 మిడిల్ ఈస్ట్ ఆపరేషన్స్ రాబడి వృద్ధి 22% (YOY) || CO Q3 సేమ్-స్టోర్-సేల్స్ వృద్ధి 24%", "price": 719.3}, {"user": "REDBOXINDIA", "id": 1876204587671339381, "Date&Time": "2025-01-06T09:50:06.000Z", "text": "AT LEAST 10 POLICEMEN FEARED DEAD IN BOMB BLAST IN CENTRAL INDIA - CNN NEWS18", "company name": "Hindustan Construction Co. Ltd.", "symbol": "HCC", "hindi": "मध्य भारत में बम विस्फोट में कम से कम 10 पुलिसकर्मियों के मारे जाने की आशंका - सीएनएन न्यूज18", "telugu": "సెంట్రల్ ఇండియాలో బాంబు పేలుడులో కనీసం 10 మంది పోలీసులు చనిపోతారని భయపడ్డారు - సిఎన్ఎన్ న్యూస్ 18", "price": 38.13}, {"user": "REDBOXINDIA", "id": 1876107541358522508, "Date&Time": "2025-01-06T03:24:28.000Z", "text": "ARSS INFRA: WORK ORDER OF RUPEES 207.75 CR RECEIVED FROM ABCI-SCPL-SIPS JV", "company name": "IndusInd Bank Ltd.", "symbol": "INDUSINDBK", "hindi": "एआरएसएस इंफ्रा: एबीसीआई-एससीपीएल-एसआईपीएस जेवी से 207.75 करोड़ रुपये का कार्य आदेश प्राप्त हुआ", "telugu": "ARSS INFRA: ABCI-SCPL-SIPS JV నుండి అందిన రూపీస్ 207.75 CR వర్క్ ఆర్డర్", "price": 976.35}, {"user": "REDBOXINDIA", "id": 1876204256912634169, "Date&Time": "2025-01-06T09:48:47.000Z", "text": "JAMMU AND KASHMIR BANK: Q3 TOTAL DEPOSITS SEEN GROWTH OF 8.56% (YOY) || Q3 GROSS ADVANCES SEEN GROWTH OF 5.98% (YOY)", "company name": "Jammu & Kashmir Bank Ltd.", "symbol": "J&KBANK", "hindi": "जम्मू और कश्मीर बैंक: तीसरी तिमाही में कुल जमा में 8.56% (वर्ष-दर-वर्ष) की वृद्धि देखी गई || तीसरी तिमाही में सकल अग्रिमों में 5.98% (वर्ष-दर-वर्ष) की वृद्धि देखी गई", "telugu": "జమ్ము అండ్ కాశ్మీర్ బ్యాంక్: Q3 మొత్తం డిపాజిట్లు 8.56% (YOY) వృద్ధిని కనబరిచాయి || Q3 స్థూల అడ్వాన్స్‌లు 5.98% వృద్ధిని చూశాయి (YOY)", "price": 97.74}, {"user": "REDBOXINDIA", "id": 1876148542949191997, "Date&Time": "2025-01-06T06:07:24.000Z", "text": "ICMR detects two cases of HMPVirus cases, both at Baptist hospital in Bengaluru. First one is a 3-month-old female infant while the second one is an 8-month-old male infant, who tested positive for HMPV on January 3, 2025, after being admitted to the same hospital.", "company name": "Aster DM Healthcare Ltd.", "symbol": "ASTERDM", "hindi": "आईसीएमआर ने बेंगलुरु के बैपटिस्ट अस्पताल में एचएमपीवायरस के दो मामलों का पता लगाया है। पहला 3 महीने की मादा शिशु है, जबकि दूसरा 8 महीने का नर शिशु है, जिसने उसी अस्पताल में भर्ती होने के बाद 3 जनवरी, 2025 को एचएमपीवी के लिए सकारात्मक परीक्षण किया था।", "telugu": "ICMR బెంగళూరులోని బాప్టిస్ట్ ఆసుపత్రిలో రెండు HMP వైరస్ కేసులను గుర్తించింది. మొదటిది 3 నెలల ఆడ శిశువు కాగా, రెండవది 8 నెలల మగ శిశువు, అదే ఆసుపత్రిలో చేరిన తర్వాత జనవరి 3, 2025న HMPVకి పాజిటివ్ పరీక్షించారు.", "price": 524.3}, {"user": "REDBOXINDIA", "id": 1876267042678190355, "Date&Time": "2025-01-06T13:58:16.000Z", "text": "NESCO: CO DECLARED HIGHEST BIDDER FOR WAYSIDE AMENITIES ON BENGALURU CHENNAI EXPRESSWAY || TOTAL DEVELOPMENT COST ESTIMATED AT 750M RUPEES PER SITE; ESTIMATED ANNUALISED REVENUE 3.50B RUPEES FROM YEAR 4", "company name": "NESCO Ltd.", "symbol": "NESCO", "hindi": "नेस्को: बेंगलुरु चेन्नई एक्सप्रेसवे पर सड़क किनारे सुविधाओं के लिए कंपनी ने सबसे ऊंची बोली लगाने वाली कंपनी घोषित की || कुल विकास लागत प्रति साइट 750 मिलियन रुपये अनुमानित है; वर्ष 4 से अनुमानित वार्षिक राजस्व 3.50 अरब रुपये", "telugu": "NESCO: CO బెంగళూరు చెన్నై ఎక్స్‌ప్రెస్‌వేలో వేసైడ్ సౌకర్యాల కోసం అత్యధిక బిడ్డర్‌ని ప్రకటించింది || ఒక్కో సైట్‌కు 750M రూపాయలుగా అంచనా వేయబడిన మొత్తం అభివృద్ధి వ్యయం; 4వ సంవత్సరం నుండి అంచనా వేసిన వార్షిక ఆదాయం 3.50B రూపాయలు", "price": 1031.25}]